Repository: vetom198/moblin
Catalog: Moblin/InfoPlist.xcstrings
Source language: en
Languages: de, fr, it, nl, pl, tr, zh_hant, zh_hant_tw, zh_hk

source: CTLiveGo settings
de: CTLiveGo Einstellungen
zh_hant_tw: CTLiveGo 設定

# NSBluetoothAlwaysUsageDescription
source: CTLiveGo communicates with DJI cameras using Bluetooth.
de: CTLiveGo kommuniziert mit DJI-Kameras über Bluetooth.
fr: CTLiveGo communique avec les caméras DJI par Bluetooth
it: CTLiveGo tcomunica con DJI usando il Bluetooth.
nl: CTLiveGo communiceert met DJI-camera's via Bluetooth.
pl: CTLiveGo komunikuje się z kamerami DJI przez Bluetooth
tr: CTLiveGo Bluetooth'u DJI kameraları için kullanır.
zh_hant: CTLiveGo 使用藍芽與 DJI 設備進行連線
zh_hant_tw: CTLiveGo 需使用藍牙與 DJI 相機進行通訊。
zh_hk: CTLiveGo使用藍牙和DJI裝置進行通訊

# NSCameraUsageDescription
source: CTLiveGo live streams video from the camera.
de: CTLiveGo streamt live Videos von der Kamera.
fr: CTLiveGo utilise la caméra pour capter et diffuser de la vidéo.
it: CTLiveGo trasmette in streaming video dalla videocamera.
nl: CTLiveGo streamt live video van de camera.
pl: CTLiveGo stremuje live z kamery
tr: CTLiveGo yayın yaparken kameranızı kullanır.
zh_hant: CTLiveGo 串流影像來自相機。
zh_hant_tw: CTLiveGo 實況畫面來自相機。
zh_hk: CTLiveGo直播畫面來自鏡頭

# NSHealthClinicalHealthRecordsShareUsageDescription
source: CTLiveGo can show your heart rate on stream.
de: CTLiveGo kann deine Herzfrequenz im Stream anzeigen.
fr: CTLiveGo peut afficher votre fréquence cardiaque sur le stream.
it: CTLiveGo può mostrare la tua frequenza cardiaca in live.
nl: CTLiveGo kan je hartslag weergeven in de stream.
pl: CTLiveGo może pokazać twoje tętno podczas streamu.
tr: CTLiveGo yayınınızda kalp atış hızınızı gösterebilir.
zh_hant: CTLiveGo 可以把你的心率顯示在實況上
zh_hant_tw: CTLiveGo 可以在實況時顯示您的心率。
zh_hk: CTLiveGo能夠在直播顯示你的心跳率

# NSHealthShareUsageDescription
source: CTLiveGo can show your heart rate on stream.
de: CTLiveGo kann deine Herzfrequenz im Stream anzeigen.
fr: CTLiveGo peut afficher votre fréquence cardiaque sur le stream
it: CTLiveGo può mostrare la tua frequenza cardiaca in live.
nl: CTLiveGo kan je hartslag weergeven in de stream.
pl: CTLiveGo może pokazać twoje tętno podczas streamu.
tr: CTLiveGo yayınınızda kalp atış hızınızı gösterebilir.
zh_hant: CTLiveGo 可以把你的心率顯示在實況上
zh_hant_tw: CTLiveGo 可以在實況時顯示您的心率。
zh_hk: CTLiveGo能夠在直播顯示你的心跳率

# NSHealthUpdateUsageDescription
source: CTLiveGo can show your heart rate on stream.
de: CTLiveGo kann deine Herzfrequenz im Stream anzeigen.
fr: CTLiveGo peut afficher votre fréquence cardiaque sur le stream
it: CTLiveGo può mostrare la tua frequenza cardiaca in live.
nl: CTLiveGo kan je hartslag weergeven in de stream.
pl: CTLiveGo może pokazać twoje tętno podczas streamu.
tr: CTLiveGo yayınınızda kalp atış hızınızı gösterebilir.
zh_hant: CTLiveGo 可以把你的心率顯示在實況上
zh_hant_tw: CTLiveGo 可以在實況時顯示您的心率。
zh_hk: CTLiveGo能夠在直播顯示你的心跳率

# NSLocalNetworkUsageDescription
source: CTLiveGo uses localhost as input and output to SRT library.
de: CTLiveGo verwendet Localhost als Eingabe und Ausgabe für die SRT-Bibliothek.
fr: CTLiveGo doit devenir un serveur local pour la réception et l'envoi SRT.
it: CTLiveGo utilizza localhost come input e output per la libreria SRT.
nl: CTLiveGo gebruikt localhost als invoer en uitvoer naar de SRT-bibliotheek.
pl: CTLiveGo używa localhost jako wejście i wyjście użyte w połączeniach SRT
tr: CTLiveGo yerel ağı SRT kütüphanesi için kullanır.
zh_hant: CTLiveGo 使用本地端作為 SRT 函式庫的輸入與輸出。
zh_hant_tw: CTLiveGo 使用本機作為輸入與輸出，連接到 SRT 函式庫。 CTLiveGo 將使用本機進行影音串流傳輸。
zh_hk: CTLiveGo使用localhost作為輸入及輸出到SRT程式庫

# NSLocationUsageDescription
source: CTLiveGo can display your location and/or speed on screen and stream.
de: CTLiveGo kann deinen Standort und/oder deine Geschwindigkeit auf dem Bildschirm anzeigen und streamen.
zh_hant_tw: CTLiveGo 可以在螢幕和串流畫面上顯示您的定位和/或速度。

# NSLocationWhenInUseUsageDescription
source: CTLiveGo can display your location and/or speed on screen and stream.
de: CTLiveGo kann deinen Standort und/oder deine Geschwindigkeit auf dem Bildschirm anzeigen und streamen.
fr: CTLiveGo peut afficher votre position et/ou votre vitesse sur l’écran et sur le stream.
it: CTLiveGo può visualizzare la tua posizione e/o la velocità sullo schermo e in streaming.
nl: CTLiveGo kan uw locatie en/of snelheid op het scherm weergeven en streamen.
pl: CTLiveGo może pokazać twoją lokalizacje i/lub prędkość na ekranie i podczas streamu
tr: CTLiveGo konumunuzu ve hızınızı yayınınızda gösterebilir.
zh_hant: CTLiveGo 可以顯示你的位置、時速等資訊於實況畫面上。
zh_hant_tw: CTLiveGo 可以在實況及畫面上顯示您的定位和移動速度。
zh_hk: CTLiveGo能夠在畫面及直播中顯示你的定位或速度

# NSMicrophoneUsageDescription
source: CTLiveGo live streams audio from the microphone.
de: CTLiveGo streamt live den Ton vom Mikrofon.
fr: CTLiveGo utilise le microphone pour capter l'audio à diffuser.
it: CTLiveGo trasmette l'audio in live streaming dal microfono.
nl: CTLiveGo streamt live audio via de microfoon.
pl: CTLiveGo może przekazywać dźwięk z milkrofonu
tr: CTLiveGo yayın yaparken mikrofonunuzu kullanır.
zh_hant: CTLiveGo 串流音源來自麥克風。
zh_hant_tw: CTLiveGo 透過麥克風音訊進行實況。
zh_hk: CTLiveGo直播音訊來自麥克風

# NSPhotoLibraryAddUsageDescription
source: CTLiveGo shows selected images as overlays.
de: CTLiveGo zeigt ausgewählte Bilder als Overlays an.
fr: CTLiveGo accède à la bibliothèque pour afficher des images stockées localement.
it: CTLiveGo può mostrare l'immagine selezionata come overlay
nl: CTLiveGo toont geselecteerde afbeeldingen als overlays.
pl: CTLiveGo pokazuje wybrane obrazy jako warstwy
tr: CTLiveGo seçilen görüntüleri üst üste yerleştirir.
zh_hant: CTLiveGo 顯示所選圖片為圖層。
zh_hant_tw: CTLiveGo 將選定圖片用懸浮顯示。
zh_hk: CTLiveGo能夠將圖片作為圖層顯示

# NSPhotoLibraryUsageDescription
source: CTLiveGo shows selected images as overlays.
de: CTLiveGo zeigt ausgewählte Bilder als Overlays an.
fr: CTLiveGo affiche les images sélectionnés en calques dans la vue.
it: CTLiveGo può mostrare l'immagine selezionata come overlay
nl: CTLiveGo toont geselecteerde afbeeldingen als overlays.
pl: CTLiveGo pokazuje wybrane obrazy jako warstwy
tr: CTLiveGo seçilen görüntüleri üst üste yerleştirir.
zh_hant: CTLiveGo 顯示所選圖片為圖層。
zh_hant_tw: CTLiveGo 將選定圖片用懸浮顯示。
zh_hk: CTLiveGo能夠將圖片作為圖層顯示

# NSSpeechRecognitionUsageDescription
source: CTLiveGo can add transcription to the stream.
de: CTLiveGo kann dem Stream eine Transkription hinzufügen.
fr: CTLiveGo peut ajouter la transcription au stream
it: CTLiveGo può aggiungere la trascrizione alla stream.
nl: CTLiveGo kan transcriptie aan de stream toevoegen.
pl: CTLiveGo może transkrybować stream
tr: CTLiveGo yayınınızda altyazı ekleyebilir.
zh_hant: CTLiveGo 可以增加轉場到實況中
zh_hant_tw: CTLiveGo 可以將語音自動轉成文字顯示於實況。
zh_hk: CTLiveGo能夠在直播加入文字轉錄
